Repository: wp-plugins/seopress
Catalog: lang/seopress-*.po
Languages: de_de, it_it, nb_no

source: Check this, if you do not want to edit meta data in the “Add New Post/Edit” screen:
nb_no: Kryss av for denne hvis du ikke vil redigere metadata i "Legg til nytt innlegg/Rediger"-skjermen:

source: Standard length of the title
nb_no: Standardlengde på tittel

source: Please set up a maximum length of the title. After this the title will be stopped. If you dont want to stop, please type in 0.
nb_no: Vennligst sett opp makslengden på tittelen. Etter dette vil tittelen bli stoppet. Hvis du ikke vil at den skal stoppes, skriv inn 0.

source: Save standard title length
nb_no: Standard tittel-lengde

source: Please set up a maximum length of meta description. After this the meta description will be stopped. If you dont want to stop, please type in 0.
nb_no: Vennligst sett opp maks lengde på meta-beskrivelse. Etter dette vil meta-beskrivelsen bli stoppet. Hvis du ikke vil at den skal stoppe, vennligst skriv inn 0.

source: Save standard description length
nb_no: Lagre standard beskrivelseslengde

source: Delete Seo for Buddypress
nb_no: Slett Seo for BuddyPress

source: I dont want to use Seo for Buddypress! Delete all concerning fields from the option table.
nb_no: Jeg vil ikke bruke Seo for BuddyPress! Slett alle relevante felter fra tabellen wp_options

source: klick
nb_no: klikk

source: SeoPress settings
nb_no: SeoPress innstillinger

source: Keywords
nb_no: Nøkkelord

source: Blog &#124;
nb_no: Blogg |

source: Blog &#124; Categories &#124;
nb_no: Blogg | Kategorier |

source: Blog &#124; Tags &#124;
nb_no: Blogg | Stikkord |

source: Blog
nb_no: Blogg

source: %s Directory
nb_no: %s-katalog

source: Create an Account
nb_no: Lag en konto

source: Activate your Account
nb_no: Aktiver din konto

source: Create a Group
nb_no: Lag en gruppe

source: Create a Blog
nb_no: Lag en blogg

source: Seo for Wordpress, Wordpress MU and Buddypress
nb_no: Seo for Wordpress, Wordpress MS og Buddypress
