Repository: wp-plugins/seopress
Catalog: lang/seopress-*.po
Languages: de_de, it_it, nb_no

source: Page %s
de_de: Seite %s
it_it: Pagine %s

source: Your blog is not public. Searchengines will be blocked. You can change this in your <a href="%s">privacy settings</a>.
de_de: Ihr Blog ist nicht öffentlich. Suchmaschinen werden geblockt. Sie können dies unter <a href="%s">Privatsphäre</a> ändern.
it_it: Attenzione! hai bloccato i motori di ricerca. Puoi cambiare questa impostazione dal menu Impostazioni > Privacy

source: SeoPress - Page types
de_de: Seopress - Seitentypen
it_it: SeoPress - Tipi pagina

source: Page types
de_de: Seitentypen
it_it: Meta tag

source: SeoPress - Options
de_de: Seopress - Optionen
it_it: Seopress - Opzioni

source: Options
de_de: Optionen
it_it: Opzioni

source: Pro Version now available!
de_de: Pro Version jetzt erhältlich!
it_it: Versione Pro disponibile per il download!

source: Get SeoPress Pro Version now, and benefit from more functionality, support and a clean UI.
de_de: Besorgen Sie sich jetzt die SeoPress Pro Version und profitieren Sie von zusätzlichen Funktionen, vollem Support und einer Werbefreien Oberfläche.
it_it: Acquista la versione Pro. Acquistandola potrai riceverai più funzionalità, interfaccia di facile utilizzo e supporto.

source: Upgrade now
de_de: Jetzt upgraden
it_it: Aggiorna adesso

source: Keyword generator
de_de: Keywort Generator
it_it: Generatore di keywords

source: Text counter for meta title and description
de_de: Textzähler für Meta Titel und Beschreibung
it_it: Contatore di caratteri per Title e Description

source: No branding: the Pro Version comes without the "Get Pro" tabs.
de_de: Kein Branding: Die Pro Version hat keine "Get Pro" Tabs.
it_it: Nessuna pubblicità: la versione Pro non contiene il tag Upgrade a pro

source: Full support and help in the SeoPress group and forum.
de_de: Voller Support und Hilfe in unseren SeoPress Forum.
it_it: Aiuto e supporto all'interno del forum e gruppo di SeoPress

source: Pro Roadmap
it_it: Roadmap della versione Pro

source: Sitemap generator (including Buddypress urls)
de_de: Sitemap Generator (inkl. Buddypress Urls)
it_it: Generatore di Sitemap XML comprensiva di pagine Buddypress

source: Deeplink generator
it_it: Generatore di deeplink

source: Pages and posts optimizer
de_de: Seiten und Artikel Optimierer
it_it: Ottimizzazione per Pagine e Post

source: Searchengine preview for pages and posts
de_de: Suchmaschinenvorschau für Artikel und Seiten
it_it: Anteprima SERP per pagine e post

source: Canonical url support
de_de: Cannonical Url Unterstützung
it_it: Gestione del Rel canonical

source: Xprofile special tags for buddypress
de_de: Xprofile Special Tags für Buddypress
it_it: Tag speciali Xprofile per Buddypress

source: Get Pro version!
de_de: Pro Version kaufen
it_it: Acquista la versione Pro!

source: Congratulations! You have successfully installed SeoPress. You can support us with the developement by buying SeoPress pro.
de_de: Herzlichen Glückwunsch! Sie haben SeoPress erfolgreich installiert. Sie können die Entwicklung dieses Plugins unterstützen, indem Sie SeoPress Pro kaufen.
it_it: Congratulazioni, hai appena installato SeoPress! Supporta il progetto acquistando la versione Pro.

source: Only for
de_de: Für nur
it_it: Solo a

source: Get it on themekraft.com
de_de: Auf themekraft.com kaufen
it_it: Acquistalo su themekraft.com

source: Close Window
de_de: Fenster schließen
it_it: Chiudi finestra

source: Configure global settings for SeoPress.
de_de: Konfigurieren Sie die Globalen Einstellungen für SeoPress.
it_it: Configura le opzioni di SeoPress

source: Global Seo options
de_de: Globale SEO Optionen
it_it: Opzioni Seo generali

source: Setup the global settings of the Seo part of the plugin.
de_de: Stellen Sie die globalen Optionen des Seo Bereichs des Plugins ein.
it_it: Configura le opzioni per la parte SEO del plugin

source: Title
de_de: Titel
it_it: Titolo
nb_no: Tittel

source: Show pagination
de_de: Zeigt Seitennummerierung
it_it: Mostra paginazione

source: Standard length of title
de_de: Standard Länge des Titels
it_it: Lunghezza standard del titolo

source: number of chars
de_de: Anzahl der Zeichen
it_it: numero di caratteri
nb_no: antall tegn

source: Standard length of meta description
de_de: Standard Länge der Meta Beschreibung
it_it: Lunghezza standard del meta Description
nb_no: Standardlengde på meta-beskrivelse

source: Meta boxes in posts and pages
de_de: Meta Boxen in Artikeln und Seiten
it_it: Box meta tag in post e pagine

source: Hide meta boxes in posts:
de_de: Verstecke Meta Boxen in Artikeln:
it_it: Nascondi meta box nei post:

source: Hide meta boxes in pages:
de_de: Verstecke Meta Boxen in Seiten:
it_it: Nascondi meta box nelle pagine

source: Save
de_de: Speichern
it_it: Salva
nb_no: Lagre

source: Optimize your Wordpress pages.
de_de: Optimieren Sie Ihre Wordpress Seiten.
it_it: Ottimizza le pagine di Wordpress

source: Wordpress Network
de_de: Wordpress Netzwerk
it_it: Network Wordpress

source: Buddypress Plugins
it_it: Plugin per Buddypress

source: Setup your title and meta tags of the buddypress pages.
de_de: Stellen Sie den Titel und die Meta Tags Ihrer Buddypress Seiten en.
it_it: Configura Title e Description per le pagine di Buddypress

source: Setup Buddypress pages
de_de: Buddypress Seiten einstellen
it_it: Seo per Buddypress

source: Activity
de_de: Aktivität
it_it: Attività

source: Members
de_de: Mitglieder
it_it: Membri

source: Profiles
de_de: Profile
it_it: Profili

source: Groups
de_de: Gruppen
it_it: Gruppi
nb_no: Grupper

source: Forums
de_de: Foren
it_it: Forum

source: Blogs
it_it: Blog

source: Registration
de_de: Registrierung
it_it: Registrazione

source: Activities Directory
de_de: Akitivitäts-Verzeichnis
it_it: Directory Attività

source: Members Directory
de_de: Mitgliederverzeichnis
it_it: Directory membri

source: Profile
de_de: Profil
it_it: Profilo

source: Profile Activity
de_de: Profil Aktivitäten
it_it: Attività nel profilo

source: Profile Blogs
de_de: Profil Blogs
it_it: Blog degli Utenti

source: Profile Groups
de_de: Profil Gruppen
it_it: Gruppi

source: Group Directory
de_de: Gruppenverzeichnis
it_it: Directory dei gruppi

source: Group Activities
de_de: Gruppen Aktivitäten
it_it: Home dei gruppi

source: Group Home
de_de: Gruppe
it_it: Home del gruppo

source: Group Forum
de_de: Gruppenforum
it_it: Forum dei gruppi

source: Group Forum Topic
de_de: Gruppenforum Thema
it_it: Topic nei forum dei gruppi

source: Group Members
de_de: Gruppen Mitglieder
it_it: Membri del gruppo

source: Forums Directory
de_de: Forenverzeichnis
it_it: Directory dei forum

source: Blogs Directory
de_de: Blogverzeichnis
it_it: Directory dei blog

source: Setup your title and meta tags of the buddypress plugins you have installed.
de_de: Stellen Sie die Titel sowie die Meta Tags der installierten Buddypress Plugins ein.
it_it: Configura meta tag per le pagine generate dai tuoi plugin per Buddypress

source: Save settings
de_de: Einstellungen speichern
it_it: Salva impostazioni

source: Page in %s
de_de: Seite in %s
it_it: Pagina in %s

source: Configurate "%s" plugin
de_de: "%s" Plugin einstellen
it_it: Configura plugin

source: Please config your "%s" plugin:
de_de: Bitte konfigurieren Sie das "%s" Plugin:
it_it: Configura il plugin %s

source: "%s" has a directory page:
de_de: "%s" hat eine Directory Seite:
it_it: "%s" ha una pagina directory:

source: "%s" creating pages in following components:
de_de: "%s" erstellt Seiten in den folgenden Komponenten
it_it: "%s" crea pagine nei seguenti componenti:

source: Wordpress Blog
it_it: Blog Wordpress

source: Setup your title and meta tags of your Wordpress blog.
de_de: Stellen Sie den Titel und die Meta Tags Ihres Wordpress Blogs ein.
it_it: Configura title e meta tag per il tuo blog Wordpress

source: Posts
de_de: Artikel
it_it: Post

source: Pages
de_de: Seiten
it_it: Pagine

source: Archive
de_de: Archiv
it_it: Archivi

source: Categories
de_de: Kategorien
it_it: Categorie

source: Author
it_it: Autore

source: Search result
de_de: Suchergebnis
it_it: Risultati di ricerca

source: Wordpress Network Blogs
de_de: Wordpress Blog-Netzwerk
it_it: Netowrk di blog Wordpress

source: Setup your title and meta tags of your Wordpress main blog.
de_de: Stellen Sie den Titel und die Meta Tags Ihres Wordpress Blogs ein.
it_it: Configura title e meta tag per il blog Wordpress principale

source: SeoPress Settings
de_de: SeoPress Einstellungen
it_it: Impostazioni SeoPress

source: Leave fields blank if you want to use standard WordPress values.
de_de: Lassen Sie die Felder leer, wenn die standard WordPress Werte genutzt werden sollen.
it_it: Lascia vuoto se desideri utilizzare le impostazioni standard di Wordpress

source: Description
de_de: Beschreibung
it_it: Descrizione
nb_no: Beskrivelse

source: Ban searchengines
de_de: Suchmaschinen aussperren
it_it: Blocca motori di ricerca

source: Preview:
de_de: Vorschau:
it_it: Anteprima:

source: Leave fields blank if you want to use standard values.
de_de: Werden die Felder leer gelassen, werden die standard Werte von Wordpress genutzt.
it_it: Lascia vuoto se desideri utilizzare le impostazioni standard

source: featured image
de_de: Vorschaubild
it_it: immagine in evidenza

source: post text
de_de: Text
it_it: testo del post

source: Image
de_de: Bild
it_it: Immagine

source: Type
de_de: Typ
it_it: Tipo

source: Take image from
de_de: Nutze Bild aus
it_it: Seleziona immagine da

source: Save Options
de_de: Optionen Speichern
it_it: Salva opzioni

source: Please verify your serial of SeoPress
de_de: Bitte überprüfen Sie Ihre Seriennummer von SeoPress
it_it: Prego controlla il numero seriale di Seopress

source: Shows the component name
de_de: Zeigt den Namen der Komponente an
it_it: Inserisce il nome del componente

source: Shows the content of the activity
de_de: Zeigt den Inhalt der Aktivität an
it_it: Inserisce il contenuto dell'attività

source: Shows the author of the activity
de_de: Zeigt den Author der Aktivität an
it_it: Inserisce l'autore dell'attività

source: Shows the group name
de_de: Zeigt den Gruppennamen an
it_it: Inserisce il nome del Gruppo

source: Shows the group description
de_de: Zeigt die Gruppenbeschreibung an
it_it: Inserisce la descrizione del gurppo

source: Shows name of the user
de_de: Zeigt den Namen des Benutzers an
it_it: Inserisce il nome utente

source: Shows the forum topic title
de_de: Zeigt den Titel eines Forenbeitrags an
it_it: Inserisce il titolo del topic

source: Shows the forum topic text
de_de: Zeigt den Inhalt eines Forenthemas an
it_it: Inserisce il contenuto del toipic

source: Shows the forum topic poster name
de_de: Zeigt den Namen des Erstellers des Foreneintrags an
it_it: Inserisce il nome dell'autore del post

source: page %d of %d
de_de: Seite %d von %d
it_it: Pagina %d di %d
nb_no: side %d av %d

source: Shows the sitename
de_de: Zeigt den Namen des Blogs an
it_it: Inserisce il nome del sito

source: Shows the site description
de_de: Zeigt die Seitenbeschreibung an
it_it: Inserisce la descrizione del sito

source: Shows the title of post
de_de: Zeigt den Titel eines Posts an
it_it: Inserisce il titolo del post

source: Shows the content of the post
de_de: Zeigt den Inhalte des Posts an
it_it: Inserisce il contenuto del post

source: Shows the excerpt of the post
de_de: Zeigt die Zusammenfassung eines Posts an
it_it: Inserisce il riassunto del post

source: Shows post categories
de_de: Zeige Artikel Kategorien
it_it: Inserisce le categorie del post

source: Shows post tags
de_de: Zeige Artikel Schlagwörter
it_it: Inserisce i tag del post

source: Shows the name of post author
de_de: Zeigt den Namen des Artikel-Authors an
it_it: Inserisce il nome dell'autore del post

source: Shows the archive date
de_de: Zeigt das Datum des Archives an
it_it: Inserisce la data

source: Shows the category name
de_de: Zeigt den Kategorienamen an
it_it: Inserisce il nome categoria

source: Shows the category description
de_de: Zeigt die Kategoriebeschreibung an
it_it: Inserisce la descrizione della categoria

source: Shows the tag name
de_de: Zeigt den Tag Namen
it_it: Inserisce il nome del tag

source: Shows the tag description
de_de: Zeigt die Tag Beschreibung an
it_it: Inserisce la descrizione del tag

source: Shows the name of the author
de_de: Ersetzt den Namen des Authors
it_it: Inserisce il nome dell'autore

source: Shows the current page number
de_de: Zeigte die aktuelle Seitennummer an
it_it: Inserisce il numero di pagina corrente

source: Shows the sum of all pages
de_de: Zeigt die Summe aller Seiten an
it_it: Mostra la somma di tutte le pagine

source: Shows the search phrase
de_de: Zeigt das gesuchte Wort an
it_it: Inserisce la frase cercata corrente

source: Pro Features
de_de: Pro Funktionen

source: Home
de_de: Startseite
nb_no: Hjem

source: Tags
de_de: Schlagwörter

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: <b>SeoPress:</b> General SEO options
nb_no: <b>SeoPress:</b> Generelle SEO-innstillinger

source: Save General SEO options
nb_no: Lagre generelle SEO-innstillinger

source: Settings
nb_no: Innstillinger

source: Directories
nb_no: Kataloger

source: Main Blog
nb_no: Hovedblogg

source: User Blogs
nb_no: Brukerblogger

source: A directory view is the start-page of a component, the overview. <br> Most special tags will not work at the directory view, because they make no sense here.<br> The %%component...%% tags are just for sub-pages of the directories.<br> <br> The directory views are the main-pages and that's why it's important to give every directory a unique title and description. Write something about every directory on your site so that others will know what kind of directory they will find. <br><br> Examples: in the groups directory, write what kind of groups I will find on your social network. If you are in the members directory, write what kind of members I will find. Are your members musicians, or do they have the same hobbies? repair cars ...? Give a detailed explanation. .
nb_no: En katalog er startsiden til en komponent: oversikten. <br> De fleste spesielle taggene vil ikke fungere i katalogvisningen, fordi de ikke gir mening her..<br> %%component...%%-taggene er bare for undersider til katalogene.<br> <br> Katalogvisningene er hovedsider, og det er derfor viktig å gi disse unike titler og beskrivelser. Skriv noe om hver katalog på ditt nettsted slik at andre vil skjønne hva slags katalog de vil finne. <br><br> Eksempler: i gruppekatalogen, skriv hva slags grupper man vil kunne finne. Hvis du er i medlemskatalogen, skriv hva slags medlemmer man vil finne. Er medlemmene musikere, eller har de andre hobbier? bilmekanikere? Gi en detaljert beskrivelse. .

source: The site's name
nb_no: Nettstedets navn

source: Replaced with current component
nb_no: Byttes til gjeldende komponent

source: Replaced with current action
nb_no: Byttes til gjeldende handling

source: Replaced with the user's nicename
nb_no: Byttes til brukerens brukernavn (nicename)

source: Replaced with the user registered
nb_no: Byttes til den redistrerte brukeren

source: Replaced with the displayed name of the user
nb_no: Byttes til visningsnavnet til brukeren

source: Replaced with the full name of the user
nb_no: Byttes til brukerens fulle navn

source: Special Tags
nb_no: Spesielle tagger

source: Replaced with component name
nb_no: Byttes til komponentens navn

source: Replaced with the component ID
nb_no: Byttes til komponentens ID

source: Replaced with component description
nb_no: Byttes til komponentens beskrivelse

source: Replaced with the component status
nb_no: Byttes til komponentens status

source: Replaced with the component date created
nb_no: Byttes til datoen da komponenten ble opprettet

source: Replaced with the component admins
nb_no: Byttes til komponentens admin

source: Replaced with the component total member-count
nb_no: Byttes til komponentens totale medlemstall

source: Replaced with the component last activity
nb_no: Byttes til komponentens seneste aktivitet

source: Replaced with current forum topic title
nb_no: Byttes til gjeldende emnetittel i forumet

source: Replaced with current forum topic poster name
nb_no: Byttes til navnet til gjeldende emne i forumet

source: Replaced with current forum topic last poster name
nb_no: Byttes til navnet til gjeldende forums siste innsender

source: Replaced with current forum topic start time
nb_no: Byttes til gjeldende forumemnes opprettingstid

source: Replaced with current forum topic time
nb_no: Byttes til gjeldende forums emnetid

source: Replaced with current forum topic text
nb_no: Byttes til gjeldende forums emnetekst

source: Replaced with the current time
nb_no: Byttes til gjeldende tid

source: Replaced with the current date
nb_no: Byttes til gjeldende dato

source: Replaced with the current month
nb_no: Byttes til gjeldende måned

source: Replaced with the current year
nb_no: Byttes til gjeldende år

source: Special Tags for WP and WPMU
nb_no: Spesielle tagger for WP og WP Multisite

source: For a list of all available tags go
nb_no: For en liste med alle tilgjengelige tagger, gå

source: here
nb_no: hit

source: You need to activate the plugin sitewide to run user blogs.
nb_no: Du må nettverksaktivere innstikket for å kjøre det på brukerblogger.

source: Welcome
nb_no: Velkommen

source: Pro Version
nb_no: Pro-versjon

source: General Seo
nb_no: Generell seo

source: This is the place for the general meta(title, description, keywords) optimization in a WP | WPMU | Buddypress environment. The meta options shown in this page will be generated depending on the WP you use and the activated Buddypress components.
nb_no: Dette er stedet for de generelle metadataene (tittel, beskrivelse og nøkkelord), for å optimere WP-, WPMS- og BuddyPress-miljøet. Metavalgene på denne siden vil bli generert på bakgrunn av hva slags WP du bruker og aktiverte BuddyPress-komponenter.

source: Plugins Seo
nb_no: Innstikks-seo

source: If you have installed plugins to extend Buddypress, this is the place where to configure the Seo behavior of every component. First you need to select where the component is shown in the front-end. After saving, you will be able to enter all meta data depending on your selection.
nb_no: Hvis du har installert innstikk for å utvide BuddyPress, er dette stedet hvor du kan konfigurere seo for hver komponent. Først må du velge hvor komponenten vises på nettsidene. Etter at du har lagret, vil du kunne legge inn metadata på bakgrunn av dine valg.

source: Settings page for the global Seo configuration, update and delete Seo for Buddypress.
nb_no: Siden for global seo-konfigurasjonsinnstillinger, oppdatering og sletting av Seo for BuddyPress.

source: Special Tags are place holders to use in the meta data to specifay the content. Not all Tags are avalibe everywere. Use every tag with care, and check if the tag is suportet and gife you back the result you wanted.
nb_no: Spesielle tagger er plassholdere som kan brukes i metadataene for å spesifisere innholdet. Ikke alle taggene er tilgjengelige overalt. Bruk dem med forsiktighet, og sjekk om taggen er støttet, og gir deg det resultatet du ønsker.

source: These tags can be included and will be replaced when the main/user blog pages or posts are displayed.
nb_no: Disse taggene kan inkluderes og vil bli byttet ut når innlegg eller sider på hoved-, eller bruker-blogger vises.

source: Replaced with the date of the post/page
nb_no: Byttes til datoen til innlegget/siden

source: Replaced with the title of the post/page
nb_no: Byttes til tittelen til innlegget/siden

source: Replaced with the post/page excerpt
nb_no: Byttes til utdraget fra innlegget/siden

source: Replaced with the current tag/tags
nb_no: Byttes til de gjeldende stikkordene

source: Replaced with the post categories (comma separated)
nb_no: Byttes til innleggskategorien(e) (kommaseparert)

source: Replaced with the category description
nb_no: Byttes til kategoribeskrivelse

source: Replaced with the tag description
nb_no: Byttes til stikkordsbeskrivelsen

source: Replaced with the term description
nb_no: Byttes til lang nøkkelbeskrivelse

source: Replaced with the term name
nb_no: Byttes til nøkkelnavn

source: Replaced with the post/page modified time
nb_no: Byttes til innleggets/sidens modifisert dato

source: Replaced with the post/page ID
nb_no: Byttes til innleggets/sidens ID

source: Replaced with the post/page author's 'nicename'
nb_no: Byttes til innleggets/sidens forfatters 'nicename'

source: Replaced with the post/page author's user ID
nb_no: Byttes til innleggets/sidens forfatters bruker-ID

source: Replaced with the current search phrase
nb_no: Byttes til gjeldende søkefrase

source: Replaced with the current page number (i.e. page 2 of 4)
nb_no: Byttes til gjeldende sidenummer (f.eks side 2 av 4)

source: Replaced with the current page total
nb_no: Byttes til gjeldende totalt antall sider

source: Replaced with the current page number
nb_no: Byttes til gjeldende sidenummer

source: Attachment caption
nb_no: Vedleggstekst

source: Special Tags for Buddypress
nb_no: Spesielle tagger for BuddyPress

source: These tags can be included and will be replaced when a Buddypress page is displayed.
nb_no: Disse taggene kan inkluderes og vil bli byttet når en BuddyPress-side blir vist.

source: Replaced with the user ID
nb_no: Byttes til bruker-ID

source: Get the SeoPress Pro version
nb_no: Få deg SeoPress Pro

source: Comming soon!
nb_no: Kommer snart!

source: <b>SeoPress:</b> Plugins Seo Options
nb_no: <b>SeoPress:</b> Seo-innstillinger for innstikk

source: Configuration
nb_no: Konfigurasjon

source: Buddypress Seo configuration for extended components
nb_no: BuddyPress seo-konfigurasjon for utvidede komponenter

source: Please select the component for which you like to edit the meta tags.
nb_no: Vennligst velg hvilken komponent du vil redigere metataggene til.

source: !!! Attention: most times if a component has a directory view, every entry of the component has an own home view.
nb_no: !!! Merk: for det meste har komponenter en katalogvisning, og alle innlegg til komponenten har sin egen hjem-visning.

source: To generate dynamic meta tags for these views, you need to select the component itself under "extends other components".
nb_no: For å generere dynamiske meta-stikkord for disse visningene, må du velge komponenten selv under "utvid til andre komponenter".

source: For example, if you have "Buddypress Events" installed: it has a directory view and every event has a home view. In this case, you have to select "events" under "extends other components".
nb_no: For eksempel, hvis du har installert "BuddyPress Events": det har en katalogvisning og hvert arrangement har en hjem-visning. I dette tilfellet må du velge "events" under "utvid til andre komponenter

source: Update components configuration
nb_no: Oppdater komponentkonfigurasjon

source: COMPONENTS EXTENDED
nb_no: KOMPONENTER UTVIDET

source: SeoPress:General settings
nb_no: SeoPress: Generelle innstillinger

source: Keyword Generator
nb_no: Nøkkelord-generator

source: Check this, if you want SeoPress to generate the keywords from the content, if there are no Keywords set.
nb_no: Kryss av for denne hvis du vil at SeoPress skal generere nøkkelord fra innhold, hvis ingen nøkkelord er satt

source: How many Keywords to use?
nb_no: Hvor mange nøkkelord skal brukes?

source: Hide meta box in “Add New Page/Edit” screen
nb_no: Skjul metaboksen i "Legg til ny side/Rediger"-skjermen

source: Check this, if you do not want to edit meta data in the “Add New Page/Edit” screen:
nb_no: Kryss av for denne hvis du ikke vil redigere metadata i "Legg til ny side/Rediger"-skjermen:

source: Hide meta box in “Add New Post/Edit” screen
nb_no: Skjul metaboksen i "Legg til nytt innlegg/Rediger"-skjermen
